/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
DROP TABLE IF EXISTS `quest_request_items_locale`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `quest_request_items_locale` (
  `ID` int(10) unsigned NOT NULL DEFAULT 0,
  `locale` varchar(4) NOT NULL,
  `CompletionText` text DEFAULT NULL,
  `VerifiedBuild` smallint(6) NOT NULL DEFAULT 0,
  PRIMARY KEY (`ID`,`locale`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

LOCK TABLES `quest_request_items_locale` WRITE;
/*!40000 ALTER TABLE `quest_request_items_locale` DISABLE KEYS */;
INSERT INTO `quest_request_items_locale` VALUES
(54,'frFR','Vous avez des nouvelles de McBride ? Comté-du-Nord est un jardin d\'enfant comparé à la forêt d\'Elwynn, mais je me demande de quoi le maréchal McBride veut m\'informer.$B$BBien, laissez-moi jeter un coup d\'œil sur ces documents...',0),
(8325,'ruRU','$n, возрождение нашего народа начинаеться с этого острова. Когда мы обезопасим наш дом, можно будет расширять границы влияния',25549),
(8326,'ruRU','Мне не доставляет никакого удовольствия просить тебя убивать этих животных. В прошлом мы жили в относительной гармонии с лесными тварями, но настали другие времена. Главная задача син\'дорай – выжить. Помни об этом.',25549),
(8330,'ruRU','Тебе удалось найти мои вещи? Как только мы укрепим нашу власть на Острове Солнечного Скитальца, они понадобятся мне для работы. А пока я должен следить за Колодцем... точнее за тем, что от него осталось.',25549),
(8334,'ruRU','Лучше тебе узнать о выживании - и его цене - сейчас, чем потом. Ты $gэльф:эльфийка; крови, и  тебе придеться привыкнуть к жесткой деятельности.$B$BНикто не помог нам, когда удар Плети рассек наш дом пополам. Мы сами, без чьей-либо помощи вытащили себя буквально за шкирку',25549),
(8335,'ruRU','Помни: Фелендрен Изгой – всего лишь вестник куда большей беды. Его уничтожение решит лишь наши сегодняшние проблемы, но всем эльфам крови грозит та же участь, если мы не научимся обуздывать свою тягу к магии.',25549),
(8338,'ruRU','Судя по всему, у тебя какое-то срочное дело. Чем я могу помочь?',25549),
(8350,'ruRU','Добро пожаловать в мою таверну, $c. Я вижу, ты что-то мне $gпринес:принесла;?',25549),
(8463,'ruRU','Ну что, удалось тебе отыскать похищенное?',25549),
(8468,'ruRU','Ты хочешь мне что-то показать?',25549),
(8472,'ruRU','Ну что, $n, удалось тебе собрать волшебные сердечники?',25549),
(8474,'ruRU','Ты хочешь мне что-то показать?',25549),
(8477,'ruRU','Ну что, $n, ты $gпринес:принесла; мне молот Отембе?',25549),
(8479,'ruRU','$gПринес:Принесла; ли ты голову Зул\'Мароша?',25549),
(8480,'ruRU','Ну что, удалось тебе собрать потерянное оружие?',25549),
(8482,'ruRU','Ты мне что-то $gпринес:принесла;? Дай-ка взглянуть...\r\n',25549),
(8483,'ruRU','Ну что, удалось тебе разобраться с этим прохвостом?',25549),
(8487,'ruRU','Ну что, $n, готовы ли образцы, которые я просила?',25549),
(8490,'ruRU','Ну что, $n, удалось ли тебе зарядить рунный камень?',25549),
(8491,'ruRU','А, ты уже здесь! Ну, где же шкуры?',25549),
(8884,'ruRU','Мы, следопыты из Обители Странников, делаем все, чтобы исправить урон, нанесенный нашим прекрасным землям. И ради этого мы готовы на все!$B$BНу что, где головы мурлоков?',25549),
(8885,'ruRU','Ты, $c, – оружие моей мести и победы! Ну что, кольцо у тебя с собой?',25549),
(8886,'ruRU','Я так рада, что ты мне помогаешь, $n! Я даже могу улыбаться, впервые за много дней. Но как подумаю, что эти чудища сделали с моим кораблем и что происходит с Кель\'Таласом...$B$BНу что, удалось тебе найти хотя бы часть груза?',25549),
(8887,'ruRU','Привет тебе, $c! Ты – услада для моих усталых глаз. Я понимаю, что глупо сидеть тут, когда стоянка захвачена Презренными. Велендрис и его следопыты поклялись защищать меня, при условии, что я уберусь отсюда, как только получу обратно свой груз.$B$BА что это там у тебя? Оно выглядит смутно знакомым...',25549),
(8889,'ruRU','Удалось ли тебе отключить источники энергии? Мне отсюда плохо видно...',25549),
(8891,'ruRU','Что это? Какая знакомая тетрадка... О нет! Этот журнал... мои исследования... с них-то все и началось!',25549),
(8895,'ruRU','Да, $c?',25549),
(9062,'ruRU','Что, нету? Ну, ищи дальше! Это очень важная книга, $c!',25549),
(9064,'ruRU','С какой целью ты прерываешь мою лекцию, $c?',25549),
(9066,'ruRU','Ну что, $n, $gвыполнил:выполнила; ли ты то, о чем я просил?',25549),
(9067,'ruRU','Это тебя я только что послал за припасами для праздника? Или это был не ты? Ну, в конце концов, не могу же я всех в лицо помнить! У меня ведь столько... интересных знакомых!$B$BТак чего тебе надо?',25549),
(9076,'ruRU','Ну так что, удалось тебе добыть его голову или нет? У меня нет лишнего времени, $n!',25549),
(9130,'ruRU','Да, что тут у тебя?',25549),
(9133,'ruRU','Список довольно длинный, $gдруг:подруга;. Дайте-ка посмотреть.',25549),
(9134,'ruRU','О, с виду – увесистый ящик! Ты хочешь погрузить его на одну из моих крылатых красоток?',25549),
(9135,'ruRU','$c, ты так скоро $gвернулся:вернулась;? Не похоже, чтобы тут было все, что я запрашивала!',25549),
(9147,'ruRU','Ну? Ты $gпринес:принесла; то, что я просила? Поспеши, иначе этот прекрасный юный эльф умрет!',25549),
(9148,'ruRU','Письмо при тебе?',25549),
(9255,'ruRU','У тебя что-то есть для меня?',25549),
(9360,'ruRU','Что это у тебя?',25549),
(9403,'ruRU','Только вода из водопада Элрендар достаточно чиста, чтобы использовать ее в магии! Есть ли у тебя такая вода?',25549),
(9404,'ruRU','Ну что, где ветка? Неси ее скорее!',25549),
(9705,'ruRU','Что тебе удалось найти, $n?',25549),
(10166,'ruRU','Ты $gвернулся:вернулась;, $n! $gСделал:Сделала; ли ты то, о чем я просила?',5549),
(11403,'ruRU','$n, рад снова Вас видеть. Я уверен, что дети наслаждаются рассказами о вашем героизме.',25549),
(11966,'ruRU','Пламенный привет тебе, почтенный $c. Добро пожаловать на священную землю праздника Огненного солнцеворота.',25549),
(12133,'ruRU','Да, $n?',25549),
(12155,'ruRU','Да, $n?',25549),
(12619,'frFR','La lame runique est une extension de votre être ! Sans lame runique, vous ne pourrez pas vous battre.',25996),
(12641,'frFR','Notre assaut contre la Croisade écarlate entrera dans la légende.',25996),
(13479,'ruRU','Где же скорлупа?',25549),
(13503,'ruRU','Ты $gпринес:принесла; десять шоколадных яиц?',25549),
(14081,'ruRU','Ах, вы получили мое письмо? Хорошо.',25549),
(14171,'ruRU','Ты уже $gпринес:принесла; поминальный хлеб?',25549),
(26389,'frFR','Qu\'en est-il de cette horde d\'orcs déchaînée ?',0),
(31580,'ruRU','Как там твои питомцы?',25549),
(37440,'ruRU','Некогда при помощи магии мы подчинили себе многие существа этого острова. Но когда Плеть уничтожила Солнечный Колодец, наша власть над здешними животными ослабла. Магические осколки – все, что осталось от наших заклинаний, и мы надеемся создать из них новое устройство, чтобы вновь подчинить себе местную фауну.$B$BВозможно, осколки также помогут нам понять, что за проклятие поразило наш остров...',25549),
(37443,'ruRU','Тебе удалось найти мои вещи? Как только мы укрепим нашу власть на Острове Солнечного Скитальца, они понадобятся мне для работы. А пока я должен следить за Колодцем... точнее за тем, что от него осталось.',25549),
(38672,'esES','<Parece que la palanca controla la puerta.>',22522),
(38728,'esES','$n, ¿estás $glisto:lista;?',22522),
(38759,'esES','Algunos cazadores de Demonios no han regresado. ¿Los has visto en la Costa de Magma?',22522),
(40222,'esES','¿Lo tienes?',22522),
(94020,'ruRU','Ну, как водичка?',25549);
/*!40000 ALTER TABLE `quest_request_items_locale` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

